import React from 'react';
import { DetailLayout } from '@/layouts';

function TermsAndConditions() {
  return (
    <DetailLayout>
      <h1>이용 약관</h1>
      <p>최근 수정일: 2020년 2월 22일</p>
      <article>
        <p>SHAREPLATES.com의 이용약관을 읽어 주셔서 감사합니다!</p>
        <p>귀하와 함께 하게 되어 정말로 기쁩니다. 저희 서비스를 사용하기로 선택하여 주셔서 감사합니다.</p>
        <p>
          다음은 저희 웹사이트를 방문하거나 저희 서비스를 이용하는 모든 사람에게 적용되는 중요한 법적 약관입니다. 이
          약관은 귀하와 저희 모두를 보호하고, 저희 서비스를 모두가 이용하고 더욱 즐길 수 있도록 하기 위해 필요합니다.
          SHAREPLATES는 광범위한 서비스와 기능을 제공하며, 아래의 규정들 중 일부는 귀하가 사용하는 구체적 서비스와 관련이 없을
          수 있습니다.
        </p>
        <p>
          법적 약관을 읽는 일이 다소 따분하기 하지만, 이러한 경험을 더욱 즐겁게 하기 위해 노력하고 있습니다. 저희가
          개선할 수 있는 방법에 대해 의견이 있으시면, support@shareplates.com으로 언제든지 연락해 주십시오.
        </p>
      </article>
      <ol>
        <li>
          <h2>도입</h2>
          <ol>
            <li>
              <h3>당사의 목적</h3>
              <p>
                당사의 서비스는, 사용자가 아름답고 기능성이 좋은 온라인 플랫폼을 쉽게 제작하고, 사업과 콘텐츠,
                아이디어를 관리 및 홍보하고, 기술적 지식이나 디자인 전문가 없이도 위에서 말한 일들을 전체적으로 잘
                처리해낼 수 있는 능력을 제공합니다. 당사는, 아래에서 상세하고 설명하고 있듯이, 사용자들이 훌륭한
                웹사이트와 온라인 전자거래 플랫폼, 뉴스레터, 갤러리, 미디어 플레이어, 모바일 앱, 기타 온라인 및 모바일
                애플리케이션, 도구, 서비스 등을 제작, 공개, 사용할 수 있도록 수 많은 도구와 기능들을 사용자에게
                제공합니다. 사용자가 제작한 온라인 및 모바일 웹사이트와 플랫폼은 이 약관에서 집합적으로 &quot;사용자
                플랫폼&quot;이라 합니다.
              </p>
            </li>
            <li>
              <h3>법적 계약</h3>
              <p>
                SHAREPLATES.com의 이용약관(“이용약관”) 그리고 SHAREPLATES.com의 웹사이트에 제시된 당사의 서비스 및 기능 일부에 특별히
                적용되는 추가 약관(“SHAREPLATES 웹사이트” 및 집합적으로 “SHAREPLATES 약관”)은 모두 SHAREPLATES 웹사이트, SHAREPLATES 모바일
                애플리케이션(“SHAREPLATES 앱”) 및/또는 그에 대해 당사가 제공하는 기타 서비스, 애플리케이션 및 기능(SHAREPLATES 웹사이트
                또는 SHAREPLATES 앱을 통해 제공되는 모든 서비스, 집합적으로 “SHAREPLATES 서비스” 또는 “서비스”)에 대한 각 방문자 또는
                사용자(&quot;사용자”, “귀하”)에게 적용 가능한 전체 약관과 조건을 기술합니다. 단, 당사가 명시적으로 달리
                기술한 경우는 예외로 합니다.
              </p>

              <p>
                SHAREPLATES 약관은, SHAREPLATES 서비스의 사용과 관련하여 SHAREPLATES.com Ltd. 및 전세계 계열사와 자회사(&quot;SHAREPLATES&quot;,
                &quot;저희&quot; 또는 &quot;우리&quot;) 및 귀하 사이에 체결된 구속력이 있고 집행이 가능한 법적 계약을
                구성합니다. 그러므로 이 약관을 주의 깊게 읽어 주십시오.
              </p>

              <p>
                귀하는 귀하가 SHAREPLATES 약관에 완전히 동의하고, 임의의 SHAREPLATES 서비스를 이용 또는 등록함으로써 모든 SHAREPLATES 서비스의
                사용에 적용되는 이 이용약관 및 기타 SHAREPLATES 약관을 완전히 이해하고 동의했음을 표명하고 확인한 경우에만 SHAREPLATES
                서비스 또는 SHAREPLATES 앱을 방문 또는 이용할 수 있습니다.
              </p>

              <p>
                만약 SHAREPLATES 약관을 완전히 읽고, 이해하며, 이에 동의하지 않을 경우, 즉시 SHAREPLATES의 웹사이트를 종료하고 SHAREPLATES
                서비스의 모든 사용을 피하고 중단해야 합니다.
              </p>

              <p>
                당사의 서비스를 이용함으로써 귀하는 http://www.shareplates.com/info/privacy에서 찾아볼 수 있는 당사의
                개인정보취급방침 (“개인정보취급방침”)을 읽었음을 인정하는 것이 됩니다.
              </p>
            </li>
            <li>
              <h3>사용자 계정</h3>
              <p>
                SHAREPLATES Services의 특정 섹션 및 기능에 액세스하고 이용하려면, SHAREPLATES에 먼저 등록하고 계정을 만들어야
                합니다(&quot;사용자 계정&quot;).
              </p>

              <p>
                귀하 이외의 사람이 귀하의 사용자 계정 또는 귀하의 사용자 플랫폼 설정에 액세스한다면, (SHAREPLATES 서비스에 달리
                기재되지 않는 한) 그 사람은 귀하가 이용할 수 있는 임의의 행동을 수행하며, 귀하의 사용자 플랫폼 및 사용자
                계정을 변경하고, 이용 가능한 모든 법적 약관을 수락하고, 다양한 대변 및 보증을 할 수 있으며, 이러한 모든
                행동은 귀하를 대신하여 귀하의 이름으로 수행되는 것으로 간주됩니다.
              </p>

              <p>
                따라서, 귀하의 특별한 승인 여부와 상관 없이, 귀하는 귀하의 사용자 계정 또는 사용자 플랫폼에서 발생하는
                모든 행동(해당 계정 및 웹사이트에서 이루어지는 모든 대변, 보증 및 약정 포함) 및 해당 행동으로부터
                발생하는 모든 피해, 비용 또는 손실에 대해 단독으로 전적인 책임을 져야 하므로, 당사는 귀하의 사용자 계정
                로그인 자격증명의 보안을 유지하고, 해당 액세스는 신뢰하는 사람에게만 허용할 것을 강력하게 권장합니다.
              </p>

              <p>
                귀하의 사용자 계정을 등록하고, 귀하가 유일한 독점적 권리 보유자인 SHAREPLATES 서비스를 이용할 때 정확하고 완전한
                정보를 제공해야 합니다. 귀하가 제공하신 정보를 사용하여 저희에게 제출된 사용자 계정 또는 사용자
                콘텐츠(아래 정의)의 실제 및 진정한 소유자를 식별하고 판단하므로, 유효한 이메일 주소를 포함한 귀하
                자신(또는 귀사)의 연락처 및 청구 사항을 제공하시도록 강력하게 권장합니다.
              </p>

              <p>
                사용자 계정 소유권에 대해 분쟁이 발생할 경우, 당사는 저희가 수행하는 독립 조사의 여부와 상관없이 당사의
                합리적인 판단을 기준으로 사용자 계정의 소유권을 판단할 권리를 보유합니다. 하지만, 만약 저희가 그러한
                판단을 할 수 없다면(독자적인 재량으로), 귀하나 다른 당사자에 대한 의무없이 판단을 회피하거나 그러한
                소유권에 대해 다투는 당사자들이 합의에 이를 때까지 사용자 계정을 정지할 권리를 보유합니다. 우리는
                소유권을 결정하는 데 도움이 될 수 있는 문서(예를 들어, 정부가 발급한 신분증, 사업자등록증 등)를 요구할
                수 있습니다. 다른 무엇보다, 저희는 아래에 기술한 원칙들을 고려할 수 있습니다.
              </p>

              <ol>
                <li>
                  SHAREPLATES는, 해당 SHAREPLATES 서비스에 대해 생성되었거나 업로드된 사용자 계정, 사용자 플랫폼 또는 사용자 콘텐츠의
                  소유자를, 해당 사용자 플랫폼 또는 사용자 콘텐츠가 만들어진 해당 사용자 계정에 대한 SHAREPLATES의 기록에 당시
                  기재된 이메일 주소에 액세스할 수 있는 사람이나 기업으로서 간주합니다.
                </li>
                <li>
                  유료 서비스(아래 제 5조에 정의)가 사용자 계정을 통해 구매된 경우, SHAREPLATES는, 해당 사용자 계정 또는 사용자
                  플랫폼 또는 해당 계정이나 사이트에서 생성된 사용자 콘텐츠의 소유자를 해당 유료 서비스를 구매하는 데
                  사용한 청구 정보(“요금청구 정보”)를 보유한 사람 또는 기업으로 간주할 수 있습니다. 전술한 내용에도
                  불구하고, 해당될 경우, 만약 사용자 플랫폼이 (아래 정의된 특정 유료 서비스의 일부로 불러오거나 구매된)
                  외부 도메인 네임과 연결되어 있었고, 해당 도메인의 등록 정보가 www.whois.net 웹사이트 또는 SHAREPLATES의
                  데이터베이스에 제공되는 WHOIS 데이터베이스를 통해 공개될 경우, SHAREPLATES는 해당 사용자 플랫폼의 소유자를
                  해당 도메인의 소유자로 등록된 사람이나 기업으로 간주합니다. 개인 및 기업이 모두 해당 도메인의 등록자
                  또는 등록 단체로 등록되는 경우, SHAREPLATES는 해당 기업을 도메인의 실제 소유자로 간주하며, 그에 따라 해당
                  도메인에 연결된 사용자 플랫폼의 소유자로 간주합니다. 요금청구 정보에서 어떤 사람을 사용자 플랫폼의
                  소유자로 표시하였지만, 도메인 등록에서는 다른 사람이 소유자로 표시되어 있을 경우, SHAREPLATES는 SHAREPLATES 계정에
                  도메인의 소유자로 등록된 사람을 사용자 플랫폼의 소유자로 간주합니다.
                </li>
                <li>
                  그러나, 전술한 내용에 불구하고, SHAREPLATES는 SHAREPLATES가 확인한 실제적 상황에 기초하여 SHAREPLATES의 전적인 판단으로 상황이
                  그런 결정을 내리기에 타당하다고 판단할 경우, 상기에 설명된 내용을 무시하는 등의 방법으로, 사용자의
                  콘텐츠나 사용자 플랫폼의 소유권을 결정할 권리가 있습니다.
                </li>
              </ol>
            </li>
          </ol>
        </li>
        <li>
          <h2>귀하의 의무</h2>
          <ol>
            <li>
              <h3>귀하는 다음을 대변하고 보증해야 합니다</h3>
              <ol>
                <li>
                  귀하는 최소한 13세 이거나, 유럽연합(EU) 내에 있는 개인으로서 16세이거나, 귀하의 사법관할지역에서
                  법적으로 성인이며, 본인 또는 귀하가 SHAREPLATES 약관에 대해 위임한 사람이나 기업을 대신하여, SHAREPLATES 약관을
                  체결하고 구속력이 있는 계약을 수립할, 법적 권한, 권리 및 자유의사를 보유해야 합니다.
                </li>

                <li>
                  귀하는 미국 정부가 SHAREPLATES 서비스의 사용을 금지한 국가의 거주자가 아니며(또는 SHAREPLATES 서비스를 사용하지
                  않으며), 미국 재무부의 특별지정제재대상국(Specially Designated Nationals)이나 기타 적용가능한 무역제재
                  규정 목록에 등재되어 있지 않아야 합니다.
                </li>

                <li>
                  귀하의 거주 국가 또는 귀사의 법인 설립 국가는 귀하가 당사에 제공한 연락처 또는 청구지 주소에 기재한
                  국가와 동일해야 합니다.
                </li>

                <li>
                  귀하는 SHAREPLATES가 귀하의 사용 또는 귀사의 최종 사용자나 그에 따른 규제준수에 적용될 수 있는 임의의 법률이나
                  요건과 관련하여 어떠한 법적 조언이나 권유도 제공하지 않음을 알아야 합니다.
                </li>

                <li>
                  귀하는 귀하가 귀하의 사용자 플랫폼에 업로드하거나 제공한, 귀하를 위해 SHAREPLATES가 가져오거나 복사하거나
                  업로드한 모든 콘텐츠(&quot;사용자 콘텐츠&quot;)에 대한 디자인, 이미지, 애니메이션, 비디오, 오디오
                  파일, 폰트, 로고, 코드, 일러스트레이션, 구성, 아트워크, 인터페이스, 사용자 이름, 서브도메인 이름
                  생성의 목적으로 귀하가 제공하는 정보, 문자, 문학작품 및 기타 자료(&quot;콘텐츠&quot;)에 대한 모든
                  권리를 보유하거나, 또는 귀하와 당사 또는 당사의 계열회사가 그러한 사용자 콘텐츠를 합법적으로
                  접근하거나 가져오거나 복사하거나, 사용, 공개, 양도 또는 사용 허가를 주기 위해 필요한 모든 권한, 법적
                  권리, 라이선스, 동의 및 인가를 소유(및 계속 소유)함을 확인합니다.
                </li>

                <li>
                  귀하는 귀하 자신의 사용자 콘텐츠의 가져오기, 복사, 전시, 업로드, 전송, 또는 다른 방식의 사용 목적으로
                  SHAREPLATES 서비스가 어떤 웹사이트, 웹페이지, 또는 다른 온라인 서비스에 접속할 수 있도록 하는, 완전한 권능,
                  소유권, 사용권, 동의, 권한을 가지고 있으며, 또한 유지할 것입니다.
                </li>

                <li>
                  사용자 콘텐츠는 진실되고, 최신이며, 정확하고, 제 3자 권리를 침해하지 않아야 하며 어떠한 방법으로도
                  귀하나 귀하의 사용자 플랫폼의 방문자와 사용자(&quot;최종 사용자&quot;)가 거주하는 국가에서 업로드,
                  가져오기, 복사, 보유, 게시, 전송, 표시, 또는 다른 방법으로 사용하는 것이 또는 SHAREPLATES 또는 귀하의 최종
                  사용자가 SHAREPLATES 서비스와 관련하여 접속, 가져오기, 복사, 업로드, 사용 또는 소유하는 것이 불법적이지 않아야
                  합니다.
                </li>

                <li>
                  귀하는 임의의 개인 정보 또는 사용자 콘텐츠의 일부인 임의의 사람, 기업 또는 재산의 이미지나 사진을
                  게시, 전송 및 발행함과 관련하여 모든 적용 가능한 법률에서 요구하는 모든 동의 및 권한을 확보했어야
                  하며, 향후 그에 따른 모든 법률을 준수해야 합니다.
                </li>
              </ol>
            </li>
            <li>
              <h3>귀하는 다음을 수락하고 동의해야 합니다.</h3>
              <ol>
                <li>
                  귀하 또는 귀사의 지리적 위치 내에 있는 귀사의 모든 최종 사용자에게 적용되는 특정 법률을 포함하여,
                  귀하의 SHAREPLATES 서비스(및 관련된 모든 상호활동 또는 거래)의 사용에 적용되는 모든 법률 및 기타 계약 조건을
                  완전히 준수해야 합니다.
                </li>

                <li>
                  귀하의 사용자 계정 또는 사용자 플랫폼에서 발생하는 SHAREPLATES 서비스의 사용과 관련하여 그리고 귀사의 사용자
                  콘텐츠(SHAREPLATES 서비스에 대한 또는 이와 연관된 사용자 콘텐츠의 접속, 가져오기, 업로드, 복사, 사용이나
                  공개의 모든 결과 포함)에 대해 단독으로 책임지고 의무를 이행해야 합니다.
                </li>

                <li>
                  최종 사용자, 사용자 제품, 귀하가 사용하는 모든 애플리케이션 및 제 3자 서비스를 포함하여, 귀하의 사용자
                  플랫폼에 관하여 귀하가 처리하고 있는 귀하의 사용자 콘텐츠 및 정보를 정기적으로 별도 저장하고 백업해야
                  합니다.
                </li>

                <li>
                  SHAREPLATES 또는 그 파트너사로부터 때때로 홍보용 메시지와 자료를 우편, 이메일 또는 귀하가 당사에 제공한 기타
                  다른 연락 형식(통화나 문자 메시지를 위한 전화번호 포함)으로 받아야 합니다. 이러한 홍보용 자료나 통지를
                  받고 싶지 않으시면, 언제든지 저희에게 통보하여 주십시오.
                </li>

                <li>
                  SHAREPLATES가 온라인 또는 오프라인에서의 SHAREPLATES의 마케팅 및 프로모션 활동을 위해 전 세계에서 무료로 영구히 귀하의
                  사용자 플랫폼(또는 그 일부)의 모든 버전을 사용하도록 하고, 해당 목적을 위해 합리적인 요구가 있는 경우
                  이를 수정하도록 하고, 귀하는 허용이 제한된 사용과 관련하여 귀하의 사용자 플랫폼에 대해 보유할 수 있는
                  과거, 현재 또는 미래의 전 세계 저작인격권, 예술가의 권리 또는 기타 유사한 권리와 관련하여 SHAREPLATES 또는
                  SHAREPLATES를 대표하는 사람에 대한 모든 클레임을 포기해야 합니다.
                </li>

                <li>
                  임의의 사용자 플랫폼 또는 콘텐츠의 호스팅, 전송, 공개 또는 디스플레이에 관한 것을 포함하여, SHAREPLATES 서비스
                  수행을 위한 수단, 방식 및 방법에 관한 SHAREPLATES의 단독 재량 (그에 따른 모든 광고 또는 기타 상업용 콘텐츠의
                  포함 및 제시 포함).
                </li>

                <li>
                  SHAREPLATES는 네트워크 트래픽 및 대역폭, 콘텐츠의 크기 또는 길이, 콘텐츠의 품질 또는 형식, 콘텐츠의 소스,
                  다운로드 시간의 분량, 콘텐츠 구독자의 수 등에 대한 제한 없이 가격표에 따른 SHAREPLATES 서비스의 업로드, 저장,
                  다운로드 및 사용에 대하여 다른 가격표로 SHAREPLATES 서비스를 제공하고 다른 제한사항을 적용시킬 권리가
                  있습니다.
                </li>
              </ol>
            </li>
            <li>
              <h3>귀하는 다음을 하지 않을 것에 동의하고 수락해야 합니다.</h3>
              <ol>
                <li>
                  SHAREPLATES 웹사이트, SHAREPLATES 서비스 (또는 그 일부), SHAREPLATES가 제공하는 콘텐츠 또는 사용자 플랫폼 내에서 사용하고
                  디스플레이하기 위한 제 3자 서비스(&quot;사용허가된 콘텐츠&quot;) 또는 그 일부를 어떠한 방법으로든 복사, 수정,
                  재사용, 파생작품 생성, 다운로드, 개조, 리버스 엔지니어링, 모방, 다른 서비스로 이전, 번역, 컴파일,
                  디컴파일 또는 분해하거나 또는 전술한 내용을 SHAREPLATES의 사전 서면 및 특정 동의없이 그리고/또는 SHAREPLATES 약관 하에
                  명시적으로 허가받지 않고 공개적으로 디스플레이, 실행, 전송 또는 배포하지 말아야 합니다.
                </li>

                <li>
                  명예훼손, 중상, 외설, 괴롭힘, 위협, 선동, 모욕, 인종차별, 모욕, 기만 또는 사기로 간주될 수도 있는
                  맥락의 임의의 사용자 콘텐츠의 제출, 전송 또는 디스플레이, 또는 사용허가된 콘텐츠를 사용하여, 범죄 또는
                  유해한 행위를 장려하거나, 또는 SHAREPLATES 또는 임의의 제 3자의 권리(모든 지적재산권, 개인정보 보호권리, 계약
                  또는 신탁권리 포함)를 위반하거나, 또는 명시적 사전 승인 없이 임의의 사람, 기업 또는 브랜드를 나쁘게
                  또는 폄하하지 말아야 합니다.
                </li>

                <li>
                  다른 웹사이트, 제3자 소프트웨어나 서비스에 대한 로그인 데이터나 비밀번호를 수집하는 불법적 행위의 사용
                </li>

                <li>
                  신용카드 정보 또는 대금을 수금하는 데 사용되는 다른 형태의 금전적 데이터를 피싱(phishing), 수집,
                  업로드, 또는 다른 방법으로 이용가능하게 만드는 행위. 단, PCI DSS 표준 등 관련법에 따르는 경우는
                  제외합니다.
                </li>

                <li>
                  악의적, 불법적, 명예훼손적, 외설적 콘텐츠를 SHAREPLATES 웹사이트 또는 SHAREPLATES 서비스(또는 그 일부) 내에서 업로드,
                  삽입, 수집, 기타 방법으로 이용 가능하게 하는 행위.
                </li>

                <li>
                  SHAREPLATES가 사전에 서면으로 명시적인 승인을 한 경우 이외에는, SHAREPLATES 서비스 또는 사용허가된 콘텐츠를 SHAREPLATES가
                  제공한 것이 아닌 웹사이트, 미디어, 네트워크 또는 시스템, 및/또는 프레임, &quot;딥 링크(deep link)&quot;, &quot;페이지
                  스크레이프(page scrape)&quot;, 미러에 공개하거나 또는 사용하지 말고, SHAREPLATES 서비스, 사용허가된 콘텐츠 및/또는
                  사용자 플랫폼(또는 그 일부)에 브라우저나 경계 환경을 만들지 말아야 합니다.
                </li>

                <li>
                  (i) 악의적, 불법적, 명예훼손적, 외설적 콘텐츠, 또는 (ii) 건강보험이동성 및 책임성에 관한
                  연방법(HIPAA)에서 정의된 “보호대상 건강정보”를 SHAREPLATES 웹사이트 또는 SHAREPLATES 서비스(또는 그 일부) 내에서
                  업로드, 삽입, 수집, 기타 방법으로 이용 가능하게 하는 행위.
                </li>

                <li>
                  SHAREPLATES가 사전에 서면으로 명시적인 승인을 한 경우 이외에는, SHAREPLATES 서비스 또는 사용허가된 콘텐츠를 SHAREPLATES가
                  제공한 것이 아닌 웹사이트, 미디어, 네트워크 또는 시스템, 또는 프레임, &quot;딥 링크(deep link)&quot;, &quot;페이지
                  스크레이프(page scrape)&quot;, 미러에 공개하거나 또는 사용하지 말고, SHAREPLATES 서비스, 사용허가된 콘텐츠 또는
                  사용자 플랫폼(또는 그 일부)에 브라우저나 경계 환경을 만들지 말아야 합니다.
                </li>

                <li>
                  SHAREPLATES 서비스(또는 그 데이터 또는 콘텐츠)의 일부에 액세스, 확보, 복사 또는 모니터하기 위해 임의의 &quot;로봇&quot;,
                  &quot;스파이더&quot; 또는 기타 자동장치, 프로그램, 스크립트, 알고리즘, 방법론 또는 기타 유사하거나 동등한 수동
                  프로세스를 사용하거나, 또는 어떠한 방법으로든 SHAREPLATES 서비스의 탐색 구조나 프레젠테이션을 재생 또는
                  우회하여 SHAREPLATES 서비스에서 이용하도록 만들어지지 않은 수단을 통해 임의의 자료, 문서, 서비스 또는 정보를
                  확보하거나 확보하려고 시도하지 말아야 합니다.
                </li>

                <li>
                  SHAREPLATES의 명성 및 평판을 손상시키는 것으로 간주될 수 있거나 SHAREPLATES에게 오명을 안겨 주거나 해를 주는 방법의
                  행동을 하지 말아야 합니다.
                </li>

                <li>
                  SHAREPLATES 또는 SHAREPLATES 상표 또는 변형 및 그의 철자 오기를 사용하는 검색엔진 또는 기타 키워드 클릭 당 비용(예:
                  Google AdWords) 또는 도메인명을 구매하지 말아야 합니다.
                </li>

                <li>
                  SHAREPLATES 서비스 또는 사용자 플랫폼에 직간접적으로든 임의의 개인이나 기업으로 가장하거나 잘못된 정보를
                  제공하거나, 또는 귀하가 SHAREPLATES 또는 귀하의 신분을 숨기거나 임의의 최종 사용자에게 보내는 메시지나
                  송신문의 원문을 위장하기 위한 조작을 수행하지 말아야 합니다.
                </li>

                <li>
                  임의의 개인이나 기업과의 관계를 허위로 진술하거나 잘못 전하거나, SHAREPLATES나 제 3자가 귀하, 귀하의 플랫폼,
                  귀하의 사업, 귀하의 사용자 제품 또는 귀하의 설명을 명시적으로 또는 암묵적으로 승인한 것처럼 허위
                  진술하지 말아야 합니다.
                </li>

                <li>
                  SHAREPLATES 서비스의 다른 사용자를 리버스 룩업, 추적하거나 또는 추적하려하거나, 다른 모든 사용자의
                  개인정보보호에 대한 권리 또는 다른 권리를 방해하거나 또는 위반하거나, 또는 SHAREPLATES 서비스 또는 사용자
                  플랫폼에 대한 방문자나 사용자의 명시적인 동의없이 해당 방문자나 사용자의 개인 신원 확인이 가능한
                  정보를 수확하거나 수집하지 말아야 합니다.
                </li>

                <li>
                  SHAREPLATES 서비스, 사용자 플랫폼, 다른 사용자의 계정 또는 SHAREPLATES 서비스에 연결된 기타 시스템이나 네트워크에 대한
                  액세스를 방지하거나 제한하기 위해 사용되는 수단을 해킹, 암호 마이닝, 기타 불법적이거나 금지된 수단으로
                  불능화, 회피, 우회 또는 기피하지 말아야 합니다.
                </li>

                <li>
                  SHAREPLATES 서비스 또는 SHAREPLATES 서비스에 연결된 네트워크의 취약성을 조사, 스캔 또는 테스트하지 말아야 합니다.
                </li>

                <li>
                  SHAREPLATES 서비스 또는 사용자 플랫폼에 업로드하거나 또는 이를 이용하여 임의의 바이럿, 웜, 트로이 목마,
                  시한폭탄, 웹 버그, 스파이웨어, 맬웨어 또는 임의의 하드웨어, 소프트웨어, 정보통신장비의 작동을
                  손상시키거나 하이재킹할 수 있는 또는 그러한 의도의 컴퓨터 코드, 파일 또는 프로그램, 또는 실제적으로
                  또는 잠재적으로 해로운, 파괴적인 또는 침해하는 코드나 컴포넌트를 설계, 개발, 배포 또는 전송하거나
                  실행하지 말아야 합니다.
                </li>

                <li>
                  SHAREPLATES 서비스의 인프라 또는 SHAREPLATES 서비스에 연결된 SHAREPLATES의 시스템이나 네트워크에 비합리적인 또는 불균형적으로
                  큰 부하를 부과하는 조치, 또는 임의의 SHAREPLATES 서비스, 또는 SHAREPLATES 서비스를 호스팅하거나 SHAREPLATES 서비스를
                  이용가능하게 하는 서버나 네트워크의 운영을 방해하거나 교란하는 행위, 또는 해당 서버나 네트워크의 요건,
                  절차, 방침, 규정을 준수하지 않는 행위를 하지 말아야 합니다.
                </li>

                <li>
                  임의의 SHAREPLATES 서비스또는 사용자 플랫폼을 임의의 형태의 스팸, 일방적 메일, 사기, 스캠, 피싱, &quot;행운의
                  편지&quot;, &quot;피라미드 방식&quot; 또는 유사한 행동과 연계하여 사용하거나, 또는 비윤리적 마케팅이나 광고에
                  이용하지 말아야 합니다.
                </li>

                <li>
                  공적으로 지원되는 인터페이스 이외의 수단이나 기술(예를 들어, 스크레이핑(scraping) 및
                  크롤링(crawling))을 통해 SHAREPLATES 서비스, 사용자 계정, 사용권을 받은 콘텐츠, 기타 사용자 콘텐츠에 접근하는
                  행위.
                </li>

                <li>
                  SHAREPLATES 약관에서 명시적으로 허용하지 않는 한, 사용 허가된 콘텐츠 또는 SHAREPLATES 서비스의 사용이나 액세스를
                  상업적 목적으로 판매, 사용 허가 또는 이용하지 말아야 합니다.
                </li>

                <li>
                  SHAREPLATES 서비스 또는 사용 허가된 콘텐츠에 포함되거나 수반되는 저작권 표시[©], 크리에이티브 커먼즈 [(cc)]
                  표식 또는 상표권 [® 또는 ™]을 포함하여 당사의 라이센서의 독점적 권리를 표시하는 임의의 저작권 통지,
                  워터마크, 제약 및 신호를 제거하거나 수정하지 말아야 합니다.
                </li>

                <li>
                  SHAREPLATES 약관이나 SHAREPLATES 서비스의 사용에 적용 가능한 모든 법률이나 요건을 위반하거나, 위반하려 시도하거나,
                  준수하지 않으려고 하지 말아야 합니다.
                </li>

                <li>
                  벤치마킹 또는 유사한 경쟁적 분석 목적으로, 또는 경쟁성 있는 제품이나 서비스를 구축하기 위해 서비스에
                  접속하거나 이용하는 것
                </li>

                <p>
                  귀하는 전술한 내용을 준수하지 않거나 또는 이 약관에서 허위진술을 할 경우, 추가 통보 없이 그리고 해당
                  서비스의 계정에 지불된 금액의 환불 없이 귀하의 사용자 계정 또는 귀하에게 제공되는 모든 서비스가 즉각
                  해지되는 결과를 초래할 수 있음을 인정하고 이에 동의해야 합니다.
                </p>
              </ol>
            </li>
          </ol>
        </li>
      </ol>
    </DetailLayout>
  );
}

export default TermsAndConditions;
